Repository: giloutho/Logfly-web
Catalog: src/language/*.po
Languages: fr

source: Advanced Search
fr: Recherche détaillée

source: Filter by tag
fr: Filtrer par tag

source: Unfilter
fr: Non filtré

source: flights selected
fr: vols sélectionnés

source: Merge
fr: Fusion

source: Analyze
fr: Analyse

source: Select a flight to view track
fr: Choisissez un vol pour voir la trace

source: All flights
fr: Tous les vols

source: flights found
fr: vols trouvés

source: No flights match the search criteria
fr: Aucun vol ne correspond aux critères de recherche

source: Select at least 2 flights to merge
fr: Sélectionner au moins de vols pour la fusion

source: Error reading flights from database
fr: Erreur de lecture des vols dans la base de données

source: Could not retrieve all selected flights
fr: Impossible de retrouver les vols sélectionnés

source: Flights must be on the same day to merge
fr: Pour fusionner, les vols doivent être du même jour

source: All selected flights must have a valid IGC track
fr: Tous les vols sélectionnés doivent avoir une trace IGC valide

source: merged flights
fr: vols fusionnés

source: Flights merged successfully
fr: Vols fusionnés avec succès

source: An error occurred while merging flights
fr: Une erreur est survenue pendant la fusion des vols

source: Photo saved
fr: Photo enregistrée

source: Photo deleted
fr: Photo supprimée

source: No IGC data for this flight
fr: Pas de trace IGC pour ce vol

source: Could not decode IGC data
fr: Impossible de décoder la trace IGC

source: Are you sure you want to delete this flight?
fr: Etes vous sûr de suppirmer ce vol ?
