Repository: giloutho/Logfly-web
Catalog: src/language/*.po
Languages: fr

source: Display airspaces
fr: Afficher les espaces aériens

source: Display
fr: Afficher

source: Check the track
fr: Vérifier la trace

source: 3D Flight Replay
fr: Replay du vol 3D

source: Hover over the graph to see details
fr: Survolez le graphique pour voir les détails

source: 3D Flight View
fr: Vue du vol 3D

source: Change site
fr: Changer le site

source: Switch to an existing site
fr: Changer pour un site existant

source: Choose an existing site
fr: Choisir un site existant

source: Update name
fr: Mise à jour du nom

source: Enter new site name
fr: Entrer un nouveau nom

source: becomes
fr: devient

source: Cancel
fr: Annuler

source: OK
fr: Valider

source: All
fr: Tous

source: You can select the number of gliders to be displayed in the graph
fr: Vous pouvez choisir le nombre de voiles affichées dans le graphe

source: Flight hours
fr: Heures de vols

source: Flights
fr: Vols

source: Feb
fr: Fév

source: Apr
fr: Avr

source: May
fr: Mai

source: Dec
fr: Déc

source: Monthly comparison
fr: Comparaison mensuelle

source: You can select one or more months or the whole year
fr: Vous pouvez choisir un ou plusieurs mois ou l’année entière

source: You can select the number of sites to be displayed in the graph
fr: Vous pouvez choisir le nombre de sites affichés dans le graphe

source: flights
fr: vols

source: Number of flights
fr: Nombre de vols

source: Take off
fr: Décollage

source: Choose a logbook site
fr: Choisir un site du carnet

source: Or create a new site
fr: Ou créer un nouveau site

source: Create a new site
fr: Créer un nouveau site

source: Time
fr: Heure

source: Elapsed
fr: Ecoulé

source: Thermal
fr: Thermique

source: Glide
fr: Transition

source: Landing
fr: Atterrissage

source: Comment
fr: Commentaire

source: Your comment
fr: Votre commentaire

source: Delete
fr: Supprimer

source: Save
fr: Enregistrer

source: IGC export
fr: Export IGC

source: GPX export
fr: Export GPX

source: Site not defined
fr: Site non défini

source: External track
fr: Trace externe

source: Close
fr: Fermer

source: Year
fr: Année

source: Month
fr: Mois

source: Charts
fr: Graphique

source: Pathway
fr: Chronologie

source: Airspaces
fr: Espaces aériens

source: Cut
fr: Couper

source: Change glider
fr: Changer la voile

source: Choose an existing glider
fr: Choisir une voile existante

source: Glider
fr: Voile

source: Or new glider
fr: Ou nouvelle voile

source: Enter new glider name
fr: Entrer une nouvelle voile

source: Full map
fr: Carte détaillée

source: 3D View
fr: Vue 3D

source: No GPS track
fr: Pas de trace GPS

source: Flight Details
fr: Détails du vol

source: About
fr: A propos

source: Modify
fr: Modifier

source: More
fr: Plus

source: Pilot
fr: Pilote

source: Duration
fr: Durée

source: Max GPS alt
fr: Alt max GPS

source: Max climb
fr: Vario max

source: Max sink
fr: Vario mini

source: Add a comment
fr: Ajouter un commentaire

source: Edit
fr: Editer

source: Duplicate
fr: Copier

source: Merge flights
fr: Fusion des vols

source: Add photo
fr: Ajouter une photo

source: Remove photo
fr: Enlever la photo

source: Delete photo
fr: Suppirmer la photo

source: Current photo
fr: Photo actuelle

source: Select a replacement photo
fr: Séléctionner une nouvelle photo

source: Select a photo
fr: Choisir une photo

source: New photo
fr: Nouvelle photo

source: Replace photo
fr: Changer la photo

source: Thermals
fr: Thermiques

source: Glides
fr: Transitions

source: Class
fr: Classe

source: Floor
fr: Plancher

source: Ceiling
fr: Plafond

source: Checking
fr: Vérification

source: Airspaces involved
fr: Espaces aériens concernés

source: No violations in the selected airspace file
fr: Pas de violations dans le fichier d’espaces

source: Click on an airspace to display the description
fr: Cliquer sur un espace pour afficher la description

source: Flight without GPS track
fr: Vol sans trace GPS

source: Take-off time
fr: Heure Déco

source: No glider selected
fr: Pas de voile sélectionnée

source: Define a glider
fr: Définir une voile

source: No site selected
fr: Pas de site sélectionné

source: Define the used glider
fr: Définir la voile utilisée

source: Error creating site
fr: Erreur pendant la création du site

source: You must change the date and/or time to create a duplicate
fr: Vous devez changer la date et/ou l'heure pour créer la copie

source: A flight at the same date and time was recorded
fr: Un vol de la même date et même heure a été enregistré

source: A flight at the same date and time already exists
fr: Un vol de la même date et même heure existe

source: Flight
fr: Vol

source: saved
fr: enregistré

source: Inserting in the flights file failed
fr: L'insertion dans le fichier des vols a échoué

source: Existing logbook
fr: Carnet existant

source: Choose a folder
fr: Choisir un dossier

source: Open a .db file
fr: Ouvrir un fichier .db

source: Reopen
fr: Rouvrir

source: Logbooks detected
fr: Carnets détectés

source: Select a logbook
fr: Choisir un carnet

source: New logbook
fr: Nouveau carnet

source: Enter a name and click the Create button
fr: Saisir un nom et cliquer sur Créer

source: Create new logbook
fr: Créer un nouveau carnet

source: In previous versions of Logfly
fr: Dans les versions précédentes de Logfly

source: The default logbook was logfly.db
fr: Le carnet par défaut était logfly.db

source: Error creating the logbook
fr: Erreur de création du carnet

source: No logbook found in this folder
fr: Pas de carnets dans ce dossier

source: Error reading the file
fr: Erreur de lecture fichier

source: Scoring
fr: Score

source: Choose a scoring rule
fr: Choisir une règle de scoring

source: Computing score...
fr: Calcul du score...

source: Result
fr: Résultat

source: Calculate
fr: Calculer

source: Scoring failed
fr: Echec du calcul du score

source: An unexpected error occurred
fr: Erreur inattendue

source: Advanced search
fr: Recherche avancée

source: Start date
fr: Date de départ

source: Start time
fr: Heure de départ

source: End date
fr: Date de fin

source: End time
fr: Heure de fin

source: Min duration
fr: Durée mini

source: Max duration
fr: Durée max

source: Search in glider name
fr: Rechercher avec le nom de la voile

source: Search in site name
fr: Recherche avec le nom du site

source: Country
fr: Pays

source: Search in country
fr: Recherche avec le nom du pays

source: Search in comments
fr: Recherche dans les commentaires

source: Has photo
fr: A une photo

source: Search
fr: Chercher

source: Please enter at least one search criterion
fr: Entrer au moins un critère de recherche

source: Edit site
fr: Modifier le site

source: New site
fr: Nouveau site

source: Name
fr: Nom

source: ZIP code
fr: Code postal

source: City
fr: Ville

source: Move marker to change coordinates
fr: Déplacer le marqueur pour modifier les coordonnées

source: Name must not be null
fr: Le nom ne peut pas être vide

source: Latitude must not be null
fr: La latitude nepeut pas être nulle

source: Longitude must not be null
fr: La longitude ne peut pas être nulle

source: Click on the colored button and then OK
fr: Cliquer sur le rond coloré et valider avec OK

source: Remove tag
fr: Enlever le tag

source: No tag selected
fr: Pas de tag sélectionné

source: Ok
fr: Valider

source: Tag selection
fr: Sélection du tag

source: No logbook opened
fr: Pas de carnet ouvert

source: To be saved
fr: A sauvegarder

source: Saved
fr: Enregistré

source: Auto-saved logbook
fr: Carnet auto-enregistré

source: File successfully downloaded
fr: Fichier téléchargé

source: Error downloading file
fr: Erreur de téléchargement

source: Backup copy created
fr: Copie de sauvegarde créée

source: Flights & Tracks
fr: Vols & Traces

source: Logbook
fr: Carnet

source: Statistics
fr: Statistiques

source: Annual summary
fr: Synthèse annuelle

source: Global summary
fr: Synthèse globale

source: Routing
fr: Routage

source: Equipment
fr: Matériel

source: Utilities
fr: Utilitaires

source: Settings
fr: Configuration

source: Translation
fr: Traduction

source: Help
fr: Aide

source: Change language
fr: Changer la langue

source: Unsaved changes – click to save
fr: Changements non enregistrés - Cliquer pour sauvegarder

source: All changes saved
fr: Toutes les modifications ont été enregistrées

source: Import tracks
fr: Import traces

source: Language
fr: Langue

source: Access your logbook
fr: Accédez à votre carnet de vol

source: Import new flights with or without GPS tracks
fr: Importez des nouveaux vols avec ou sans traces GPS

source: Import flights
fr: Import vols

source: Review external GPS tracks
fr: Examiner des traces externes

source: External GPS track
fr: Trace externe

source: View the demo GPS track, a magnificent tour of Mont Blanc
fr: Voir la trace démo, un magnifique tour du Mont Blanc

source: Consult the annual summary of your flights
fr: Consulter la synthèse annuelle des vols

source: Obtain global statistics of your logbook
fr: Afficher la synthèse globale de votre carnet

source: Manage your waypoints
fr: Gérez les waypoints

source: Visualize and edit airspaces
fr: Visualiser et éditer les espaces aériens

source: Program XC flights
fr: Programmez les vols de cross

source: Manage the sites file of your logbook
fr: Gérez les fichier des sites du carnet

source: Consult the Paragliding Earth database
fr: Consulter le fichier Paragliding Earth

source: Manage your equipment : purchase, revision...
fr: Gérez votre équipement : achat, révision...

source: Manage app preferences
fr: Gérez les préférences

source: Access support
fr: Contacter le support

source: Help translate Logfly
fr: Aidez-nous à traduire Logfly

source: GPS alt
fr: Alt GPS

source: Size
fr: Longueur

source: Min GPS alt
fr: Alt mini GPS

source: Max gain
fr: Gain max

source: Max speed
fr: Vitesse max

source: Best glide
fr: Meilleure transition

source: Avg glide speed
fr: Vit moyenne transition

source: Average climb
fr: Taux de montée moyen

source: Extraction time
fr: Délai d'extraction

source: Avg th efficiency
fr: Efficacité moyenne

source: Dives
fr: Descentes

source: Various
fr: Divers

source: Add
fr: Ajouter

source: Edit record
fr: Modifier la ligne

source: New record
fr: Nouvelle ligne

source: Click on Glider button or Other button
fr: Clic sur Voile ou Autre

source: Other
fr: Autre

source: Select a glider
fr: Choisir une voile

source: Enter equipment
fr: Saisir un équipement

source: Clear
fr: Effacer

source: Price
fr: Prix

source: You can record all operations
fr: Vous pouvez enregistrer toutes les opérations

source: purchase
fr: achat

source: sale
fr: vente

source: overhaul
fr: révision

source: emergency folding
fr: secours

source: chocking
fr: calage

source: Are you sure you want to delete this record?
fr: Etes vous sûr de supprimer cette ligne

source: Record deleted
fr: Ligne supprimée

source: Error deleting record
fr: Erreur pendant la suppression

source: registered
fr: enregistré

source: for
fr: pour

source: Date is required
fr: La date est obligatoire

source: Equipment is required
fr: L'équipement est obligatoire

source: Operation is required
fr: L'opération est obligatoire

source: Record updated
fr: Ligne mise à jour

source: Record created
fr: Ligne enregistrée

source: Error saving record
fr: Erreur pendant l'enregsitrement

source: Not defined
fr: Non défini

source: Site details
fr: Détails du site

source: Locality
fr: Localité

source: Updated
fr: Mise à jour

source: Cleaning
fr: Nettoyage

source: Select a site to display details
fr: Sélectionner un site pour afficher les détails

source: ZIP
fr: CP

source: Site created successfully
fr: Création du site enregistrée

source: Site updated successfully
fr: Mise à jour du site enregistrée

source: Error updating site
fr: Erreur sur la mise à jour du site

source: Delete site
fr: Supprimer le site

source: Site deleted
fr: Site supprimé

source: Error deleting site
fr: Erreur pendant la suppression du site

source: Comment saved
fr: Commentaire enregistré

source: Comment deleted
fr: Commentaire supprimé

source: Displaying duplicates
fr: Afficher les doublons

source: No duplicates found
fr: Pas de doublons

source: Delete all duplicate sites? This action cannot be undone.
fr: Supprimer les doublons ? Action non réversible

source: Duplicates removed successfully
fr: Doublons supprimés

source: Error removing duplicates
fr: Erreur pendant la suppression des doublons

source: Prohibited
fr: Interdit

source: Restricted
fr: Restreint

source: Gliding
fr: Vol libre

source: Floor limit
fr: Limite plnacher

source: Radius
fr: Rayon

source: Select a file
fr: Choisir un fichier

source: Zone selection
fr: Sélection de zone

source: Cancel selection
fr: Annuler la sélection

source: Open Air format
fr: Format Open Air

source: GPX Format
fr: Format GPX

source: No airspace file loaded
fr: Pas de fichier espaces chargé

source: No airspace found
fr: Aucun espace aérien trouvé

source: Bazile file loaded successfully
fr: Fichier Bazile téléchargé

source: Error downloading Bazile file
fr: Erreur de téléchargement du fichier Bazile

source: Error
fr: Erreur

source: No valid airspaces found in file
fr: Pas d'espaces valides dans ce fichier

source: No airspaces selected
fr: Pas d'espaces sélectionnés

source: Click and drag to draw a selection rectangle
fr: Cliquer et faire glisser pour dessiner un rectangle de sélection

source: Selection too small, please draw a larger rectangle
fr: Sélection trop petite, veuillez dessiner un rectangle plus grand

source: Selection cancelled
fr: Sélection annulée

source: No airspaces in selection area
fr: Pas d'espaces dans le rectangle de sélection

source: Selection cancelled, airspaces restored
fr: Sélection annulée, espaces aériens rétablis

source: New set
fr: Nouvel ensemble

source: New waypoint
fr: Nouveau waypoint

source: Edit waypoint
fr: Editer le waypoint

source: Short name
fr: Nom court

source: Click on map to set position
fr: Cliquez sur la carte pour définir la position

source: New
fr: Nouveau

source: Center on map
fr: Centrer sur la carte

source: Error reading file
fr: Erreur lors de la lecture du fichier

source: No waypoints found
fr: Pas de waypoints

source: Short
fr: Court

source: Waypoint added
fr: Waypoint ajouté

source: Waypoint updated
fr: Waypoint modifié

source: Waypoint deleted
fr: Waypoint supprimé

source: No waypoints selected for export
fr: Aucun waypoint sélectionné pour l'exportation

source: Export successful
fr: Export réussi

source: Export failed
fr: Echec de l'exportation

source: Track
fr: Trace

source: Total distance
fr: Distance totale

source: Speed
fr: Vitesse

source: Draw a route
fr: Dessiner une route

source: Add marker
fr: Ajouter un marqueur

source: Clear route
fr: Effacer la route

source: Save route
fr: Enregistrer la route

source: Measure
fr: Mesure

source: Center on route
fr: Centrer sur la route

source: Export format
fr: Format export

source: Include markers
fr: Inclure les marqueurs

source: not supported
fr: non supporté

source: Open distance
fr: Distance libre

source: Tracks
fr: Traces

source: Click on map to add route points. Press Escape to finish.
fr: Cliquez sur la carte pour ajouter des points. Échap pour terminer.

source: Continue drawing from last point
fr: Continuer le dessin depuis le dernier point

source: Start
fr: Démarrer

source: End
fr: Fin

source: Drag to move
fr: Faites glisser pour déplacer

source: Click to delete
fr: Cliquer pour supprimer

source: Ctrl/Cmd+click to continue
fr: Ctrl/Cmd+click pour continuer

source: Point inserted
fr: Point inséré

source: Click or drag to insert point
fr: Cliquez ou faites glisser pour insérer un point

source: Cannot delete: minimum 2 points required
fr: Impossible à supprimer : 2 points minimum requis

source: Cannot delete the start point
fr: Impossible de supprimer le point de départ

source: Point deleted
fr: Point supprimé

source: Route cleared
fr: Route éffacée

source: Click on map to add a marker
fr: Cliquer sur la carte pour ajouter un marqueur

source: Marker added
fr: Marqueur ajouté

source: Click to add points, double-click to finish
fr: Cliquez pour ajouter des points, double clic pour terminer

source: Route loaded
fr: Route chargée

source: markers
fr: marqueurs

source: No route found in file
fr: Pas de route dans ce fichier

source: Error loading route
fr: Erreur lors du chargement de la route

source: No valid track data found
fr: Aucune donnée de trace valide trouvée

source: GPX track loaded
fr: Trace GPX chargée

source: Unsupported track format
fr: Format de trace non supportée

source: Error loading track
fr: Erreur lors du chargement de la trace

source: No airspaces to display
fr: Pas d'espaces aériens à afficher

source: Route must have at least 2 points
fr: Une route doit avoir au moins deux points

source: Route exported successfully
fr: Route exporté avec succès

source: Configure your preferences
fr: Configurez vos préférences

source: Startup
fr: Démarrage

source: Pilot name
fr: Nom du pilote

source: Glider name
fr: Nom de la voile

source: Default map layer
fr: Carte par défaut

source: Identifier
fr: Identifiant

source: Password
fr: Mot de passe

source: Home
fr: Accueil

source: Settings saved successfully
fr: Préférences enregistrées

source: Error saving settings
fr: Erreur d'enregistrement des préférences

source: Settings restored
fr: Réglages restaurés

source: Need help
fr: Besoin d'aide

source: Have a question or suggestion
fr: Vous avez une question ou une suggestion

source: Contact the Logfly support our online form
fr: Contacter le support Logfly avec le formulaire en ligne

source: Open Contact Form
fr: Ouvrir le formulaire de contact

source: Bug reports
fr: Rapports de bogues

source: Languages
fr: Langues

source: French
fr: Français

source: English
fr: Anglais

source: Translation Editor
fr: Editeur de traduction

source: Continue a translation
fr: Continuer une traduction

source: New translation
fr: Nouvelle traduction

source: Select a language
fr: Choisir une langue

source: Load from file
fr: Charger un fichier

source: Loading translations
fr: Chargement des traductions

source: Already translated
fr: Déjà traduit

source: Change
fr: Changer

source: Untranslated
fr: Non traduit

source: Download
fr: Télécharger

source: Save to server
fr: Enregistrer sur le serveur

source: Firebase not configured. Using local mode only.
fr: Firebase non configuré. Usage local uniquement

source: Could not connect to server
fr: Impossible de se connecter au serveur

source: Translation saved successfully!
fr: Traduction enregistrée

source: Error saving translation
fr: Erreur sauvegarde traduction

source: Hours
fr: Heures

source: Gliders
fr: Voiles

source: Reference
fr: Référence

source: Months
fr: Mois

source: Compare
fr: Comparer

source: Fl.
fr: Vl.

source: Flight time comparison
fr: Comparaison des heures de vol

source: Flight comparison
fr: Comparaison des vols

source: Yearly chart
fr: Graphe annuel

source: Monthly chart
fr: Graphe mensuel

source: Gliders chart
fr: Graphe des voiles

source: Sites chart
fr: Graphe des sites

source: YEARS
fr: ANNEES

source: MONTHES
fr: MOIS

source: year
fr: année

source: Select a chart type to display statistics
fr: Sélectionnez un type de graphe pour afficher les statistiques.

source: Click Select and from the USB drives
fr: Cliquer sur choisir et parmi les disques USB

source: select the one containing
fr: choisir celui qui contient

source: Validate and click Import
fr: Valider et cliquer sur Import

source: The browser cannot read this type of GPS directly
fr: Le navigateur ne peut pas lire ce type de GPS

source: There are two solutions
fr: Il y a deux solutions

source: - Install the LogflyGPS import software. It will update the logbook directly
fr: Installer LogflyGPS. Il mettra à jour le carnet automatiquement

source: - use the manufacturer software to download the flight logs
fr: - Utiliser le logiciel du fabricant pour charger les vols

source: then import the downloaded files with the "Import from Folder" option
fr: et importer les vols avec l'option Import Dossier

source: Plug in the XCTracer and briefly press the button
fr: Brancher le XCTracer et appuyer brièvement sur le bouton

source: a XC**.txt file and files in igc format
fr: un fichier XC**.txt et des fichiers .IGC

source: Plug in the Skytraax 2
fr: Brancher le Skytraxx 2

source: a 'flights' folder and a 'waypoints' folder
fr: un dossier "flights" et un dossier "waypoints"

source: Plug in the Skytraax 3/4/5
fr: Brancher le Skytraxx 3/4/5

source: Using SysPC Tools may be an option
fr: Utiliser SysPCTools est une option

source: Plug in the NavXL, select mass storage
fr: Brancher le navXL, sélectionner Mass Storage

source: an 'IGC' folder
fr: un dossier "IGC"

source: Plug in the Oudie
fr: Brancher l'Oudie

source: a 'Flights' folder, a 'Waypoints' folder
fr: un dossier "Flights" et un dossier "Waypoints"

source: Plug in the CPilot
fr: Brancher le CPilot

source: a 'tracks' folder, a 'display' folder
fr: un dossier "tracks" et un dossier "display"

source: Plug in the Element
fr: Brancher l'Element

source: Plug in the Connect
fr: Brancher le Connect

source: a flights folder and a waypoints folder
fr: un dossier "flights" et un dossier "waypoints"

source: Plug in the Reversale
fr: Brancher le Reversale

source: a 'LOG' folder and a 'PARAM.VGP' file
fr: un dossier "LOG" et un fichier "PARAM.VGP"

source: Plug in the Skydrop
fr: Brancher le SkyDrop

source: a 'LOGS' folder and a 'AIR' folder
fr: un dossier 'LOGS' et un dossier 'AIR'

source: Plug in the Varduino
fr: Brancher le Varduino

source: a 'igc' folder and an 'audio' folder
fr: un dossier "igc" et un dossier "audio"

source: Plug in the Flynet
fr: Brancher le Flynet

source: a CONFIG.TXT file and files in igc format
fr: un fichier CONFIG.TXT et des fichiers .IGC

source: Plug in the Sensbox
fr: Brancher la Sensbox

source: a 'tracks' folder and a 'system' folder
fr: un dossier "tracks" et un dossier "system"

source: Folder
fr: Dossier

source: Select a folder containing track files (IGC or GPX)
fr: Choisir un dossier contenant des traces (IGC ou GPX)

source: Select the folder defined by Sys PC Tools
fr: Choisir le dossier utilisé par Sys PC Tools

source: By default, Sys-PC-Tool create a folder in user.home directory called "parapente"
fr: Par défaut, Sys-PC-Tools crée un dossier "Parapente" à la racine du dossier utilisateur

source: Create a manual flight entry without an associated track file.
fr: Créer un vol manuellement sans trace GPS

source: Analyze a track file without importing it into your logbook
fr: Analyser une trace sans l'importer dans le carnet

source: Drag and drop your file here
fr: Glisser-déposer votre fichier ici

source: or click to select
fr: ou cliquer sur Choisir

source: Analyse of
fr: Analyse de

source: Decoding in progress
fr: Décodage en cours

source: GPX or IGC format only
fr: Format GPX ou IGC

source: GPX decoding error
fr: Erreur de décodage du GPX

source: GPX to IGC conversion failed
fr: Echec de la conversion GPX vers IGC

source: Decoding problem in track file
fr: Problème de décodage dans le fichier trace

source: USB GPS
fr: GPS USB

source: Serial GPS
fr: GPS liaison série

source: tracks decoded
fr: traces décodées

source: Already in the logbook
fr: Déja présentes dans le carnet

source: Invalid
fr: Invalide

source: Select
fr: Choisir

source: Scanning
fr: Recherche

source: Not yet available
fr: Pas encore disponible

source: Error while selecting the folder
fr: Erreur de sélection du fichier

source: No directory selected
fr: Pas de dossier sélectionné

source: No tracks in this folder
fr: Pas de traces dans ce dossier

source: Error during scanning
fr: Erreur pendant la recherche

source: To rename
fr: A renommer

source: tracks imported
fr: traces importées

source: Flight saved
fr: Vol enregistré
